{
  "image":"Eat",
  "list": [
           {
               "title":"ABC Cocina",
               "image":"ABC Cocina",
               "address":"Flatiron",
               "attribution": "Chris Goldberg",
               "description": "The Latin-American option among Jean-Georges' triad of ABC restaurants serves seasonal small plates, including outstanding tacos and margaritas.",
               "lat": 40.7379803,
               "long": 73.9892841},
           {
               "title":"ABC Kitchen",
               "image":"ABC Kitchen",
               "address":"Flatiron",
               "attribution": "Emma Chao",
               "description": "ABC Kitchen looks like a magical land (inside a high-end furniture store), but the kitchen excels with delicate and seasonal dishes. The vegetable-centric menu is locally sourced and features organic dishes. Highlights include the roast carrot and avocado salad and cocktails with vegetal notes.",
               "lat": 40.7377416,
               "long": 73.9896147},
           {
               "title":"AbcV",
               "image":"AbcV",
               "address":"Flatiron",
               "attribution": "Dave Pinter",
               "description": "Jean-Georges Vongerichten's vegetarian temple. For breakfast, try globetrotting plates like kitchari, steamed tofu, and dosas. There is also a full menu of "restorative tonics," shakes, and juices.",
               "lat": 40.7379803,
               "long": 73.9892841},
           {
               "title":"Atla",
               "image":"Atla",
               "address":"NoHo",
               "attribution": "",
               "description": "Alta comes from Enrique Olvera, the chef of high-end Cosme, but aims for a more accessible take at Mexico City cuisine. The room looks out on the lofts of NoHo through large windows, though if you don't arrive early for brunch, you may be the one looking in from the outside.",
               "lat": 40.7272678,
               "long": 73.9938297},
           {
               "title":"Augustine",
               "image":"Augustine",
               "address":"Financial District",
               "attribution": "MikePScott",
               "description": "Augustine, in the Beekman Hotel, is Keith McNally's latest, and the food is as pricey and excellent as you would expect. Get a drink in the hotel's bar beforehand--a soaring atrium that manages to outdo even McNally's renowned obsession with decor.",
               "lat": 40.7114081,
               "long": 74.0068158},
           {
               "title":"Avant Garden",
               "image":"Avant Garden",
               "address":"East Village",
               "attribution": "",
               "description": "Vegan restaurant in the East Village that will manage to please all but the most bloodthirsty carnivores in your crew!",
               "lat": 40.726112,
               "long": 73.983963},
           {
               "title":"B&H Dairy",
               "image":"B&H Dairy",
               "address":"East Village",
               "attribution": "",
               "description": "B&H is a kosher dairy restaurant that serves challah bread alongside every platter of eggs and bowl of soul-warming soup. Friendly service and old New York vibes resist the onward march of gentrification.",
               "lat": 40.7283726,
               "long": 73.9880339},
           {
               "title":"Bakeri",
               "image":"Bakeri",
               "address":"Williamsburg",
               "attribution": "Jennifer Jameson",
               "description": "As wave after wave of roasters descend on Williamsburg, long-standing Bakeri remains a favorite among a certain older-school-cool set, boasting a backdoor patio, housemade pies and squares, and an Uggs-free ambiance.",
               "lat": 40.7200227,
               "long": 73.9601227},
           {
               "title":"Balaboosta",
               "image":"Balaboosta",
               "address":"West Village",
               "attribution": "",
               "description": "Newly transplanted to the West Village, Einat Admony's Israeli restaurant draws diverse inspiration from across the Middle East. Don't miss the fried olives!",
               "lat": 40.7376733,
               "long": 74.0058893},
           {
               "title":"Balthazar",
               "image":"Balthazar",
               "address":"Soho",
               "attribution": "Vilseskogen",
               "description": "Keith McNally's New York-French institution for breakfast, lunch, and dinner. Tourists love it, but New Yorkers love it more.",
               "lat": 40.7226041,
               "long": 73.9982235},
           {
               "title":"Bamonte's",
               "image":"Bamonte's",
               "address":"Williamsburg",
               "attribution": "Gonzalo",
               "description": "A red sauce restaurant from another era, patronized by three-generation-families and wide-eyed nouveau-Brooklynites who have come to appreciate its pillowy meatballs and mafioso chic. The waitstaff spans generations too, and will make sure your glass of red wine if filled to the brim.",
               "lat": 40.716569,
               "long": 73.9511733},
           {
               "title":"Bar Primi",
               "image":"Bar Primi",
               "address":"East Village",
               "attribution": "",
               "description": "Andrew Carmelini's pasta-centric restaurant in a handsome two-story space on the Bowery. Simple is sublime: pair the linguine with cloves of garlic and breadcrumbs with a well-stirred negroni.",
               "lat": 40.7256715,
               "long": 73.9917516},
           {
               "title":"Barney Greengrass",
               "image":"Barney Greengrass",
               "address":"Upper West Side",
               "attribution": "Min Lee",
               "description": "Located in a notoriously difficult area for good food, this appetizing shop is one of the best spots on the Upper West Side. Known for the spoked fish and deli counter, but a side of scrambled eggs is a great addition to your bagel and lox. Bring the kids.",
               "lat": 40.7879674,
               "long": 73.9745726},
           {
               "title":"Baz Bagel",
               "image":"Baz Bagel",
               "address":"Little Italy",
               "attribution": "Foodie Buddha",
               "description": "Though the trendy bagel shop is the new black, Baz Bagel is one of the best at it. With a downtown cool vibe and delicious schmears, Baz will satisfy even the most puritan of bagel connoisseurs.",
               "lat": 40.7192992,
               "long": 73.9977613},
           {
               "title":"Black Seed",
               "image":"Black Seed",
               "address":"Nolita",
               "attribution": "Wally Gobetz",
               "description": "Named for their Montreal-style bagels, Black Seed is known for its creative and unexpected menu choices but you will be equally satisfied with their classic options too.",
               "lat": 40.7209046,
               "long": 73.9946778},
           {
               "title":"Breads Bakery",
               "image":"Breads Bakery",
               "address":"Union Square",
               "attribution": "bionicgrrrl",
               "description": "Fair warning, you will walk out with more than you intended because the temptations at Breads are irresistible. There's a Jewish bakery and a café menu with sandwiches. The babka is unmissable.",
               "lat": 40.7366013,
               "long": 73.9939838},
           {
               "title":"Cafe Cluny",
               "image":"Cafe Cluny",
               "address":"West Village",
               "attribution": "",
               "description": "While the French food at Cluny is consistently good, it excels at providing a homey and intimate environment to enjoy with friends and family.",
               "lat": 22.2798,
               "long": 70.7632},
           {
               "title":"Cafe Habana",
               "image":"Cafe Habana",
               "address":"Nolita",
               "attribution": "tzutzu",
               "description": "Nolita mainstay known for their grilled corn. The Cuban restaurant has a fun atmosphere to dine with friends or a to-go next door if you’re looking for something quick.",
               "lat": 40.722933,
               "long": 73.994193},
           {
               "title":"Cafe Mogador",
               "image":"Cafe Mogador",
               "address":"East Village",
               "attribution": "Jason Lam",
               "description": "Recommended for their breakfast and brunch, Mogador is a longstanding and beloved Moroccan restaurant with an outdoor patio for the summer months.",
               "lat": 40.7273325,
               "long": 73.9844233},
           {
               "title":"Carbone",
               "image":"Carbone",
               "address":"Greenwich Village",
               "attribution": "",
               "description": "Carbone became an instant classic. Mario Carbone, Rich Torrisi and Jeff Zalaznick's Italian-American restaurant transports to a 1960s red sauce spot that’s known for providing an entertaining experience from a dessert cart to the room.",
               "lat": 40.7279895,
               "long": 74.0002182},
           {
               "title":"Casa Enrique",
               "image":"Casa Enrique",
               "address":"Long Island City",
               "attribution": "",
               "description": "Minimalist designed LIC Mexican restaurant that’s part of the fabric of the area. The sauces that accompany the Mexican classics are what set the food apart.",
               "lat": 40.7434123,
               "long": 73.9542376}
        ]
}
