{
  "image":"Eat",
  "list": [
           {"title":"Apples", "image":"Eat", "address":"rajkot", "description": "An apple is a sweet, edible fruit produced by an apple tree (Malus pumila). Apple trees are cultivated worldwide as a fruit tree, and is the most widely grown species in the genus Malus. The tree originated in Central Asia, where its wild ancestor, Malus sieversii, is still found today. Apples have been grown for thousands of years in Asia and Europe, and were brought to North America by European colonists. Apples have religious and mythological significance in many cultures, including Norse, Greek and European Christian traditions.Apple trees are large if grown from seed. Generally apple cultivars are propagated by grafting onto rootstocks, which control the size of the resulting tree. There are more than 7,500 known cultivars of apples, resulting in a range of desired characteristics. Different cultivars are bred for various tastes and uses, including cooking, eating raw and cider production. Trees and fruit are prone to a number of fungal, bacterial and pest problems, which can be controlled by a number of organic and non-organic means. In 2010, the fruit's genome was sequenced as part of research on disease control and selective breeding in apple production.", "lat": 36.213703, "long": -90.956673},
            {"title":"Bison", "image":"Eat2", "address":"rajkot", "description": "Bison grazingThe American bison is the largest land animal in North America. Males can stand six feet from hoof to shoulder and weigh between 1000-2000 pounds. Females are around five feet tall and weigh between 800-1000 pounds. The bison has long shaggy brown fur, a mane and beard under its chin and a long tail with a tuft of hair at the end. It has a big head with short black horns and a hump on its shoulders.", "lat": 41.481369, "long": -81.686844},
           {"title":"Cake", "image":"Eat2", "address":"rajkot", "description": "Cake (also known as gateau or gâteau, from French) is a form of sweet dessert that is typically baked. In its oldest forms, cakes were modifications of breads, but cakes now cover a wide range of preparations that can be simple or elaborate, and that share features with other desserts such as pastries, meringues, custards, and pies.Typical cake ingredients are flour, sugar, eggs, butter or oil or margarine, a liquid, and leavening agents, such as baking soda or baking powder. Common additional ingredients and flavourings include dried, candied, or fresh fruit, nuts, cocoa, and extracts such as vanilla, with numerous substitutions for the primary ingredients. Cakes can also be filled with fruit preserves,nuts or dessert sauces (like pastry cream), iced with buttercream or other icings, and decorated with marzipan, piped borders, or candied fruit.[1]Cake is often served as a celebratory dish on ceremonial occasions, such as weddings, anniversaries, and birthdays. There are countless cake recipes; some are bread-like, some are rich and elaborate, and many are centuries old. Cake making is no longer a complicated procedure; while at one time considerable labor went into cake making (particularly the whisking of egg foams), baking equipment and directions have been simplified so that even the most amateur cook may bake a cake.", "lat": 26.243065, "long": -80.256462},
           {"title":"L'Artusi", "image":"L'Artusi", "address":"West Village", "description": "L'Artusi offers Italian-inspired cuisine in New York City's West Village, complemented by an extensive, mostly Italian, wine list.", "lat": 74.00184, "long": -40.44039}
        ]
}
