{
  "image":"Eat",
  "list": [
           {
               "title":"ABC Cocina",
               "image":"ABC Cocina",
               "address":"Flatiron",
               "attribution": "Chris Goldberg",
               "description": "The Latin-American option among Jean-Georges' triad of ABC restaurants serves seasonal small plates, including outstanding tacos and margaritas.",
               "lat": 40.7379803,
               "long": -73.9892841},
           {
               "title":"ABC Kitchen",
               "image":"ABC Kitchen",
               "address":"Flatiron",
               "attribution": "Emma Chao",
               "description": "ABC Kitchen looks like a magical land (inside a high-end furniture store), but the kitchen excels with delicate and seasonal dishes. The vegetable-centric menu is locally sourced and features organic dishes. Highlights include the roast carrot and avocado salad and cocktails with vegetal notes.",
               "lat": 40.7377416,
               "long": -73.9896147},
           {
               "title":"AbcV",
               "image":"AbcV",
               "address":"Flatiron",
               "attribution": "Dave Pinter",
               "description": "Jean-Georges Vongerichten's vegetarian temple. For breakfast, try globetrotting plates like kitchari, steamed tofu, and dosas. There is also a full menu of 'restorative tonics,' shakes, and juices.",
               "lat": 40.7379803,
               "long": -73.9892841},
           {
               "title":"Atla",
               "image":"Atla",
               "address":"NoHo",
               "attribution": "",
               "description": "Alta comes from Enrique Olvera, the chef of high-end Cosme, but aims for a more accessible take at Mexico City cuisine. The room looks out on the lofts of NoHo through large windows, though if you don't arrive early for brunch, you may be the one looking in from the outside.",
               "lat": 40.7272678,
               "long": -73.9938297},
           {
               "title":"Augustine",
               "image":"Augustine",
               "address":"Financial District",
               "attribution": "MikePScott",
               "description": "Augustine, in the Beekman Hotel, is Keith McNally's latest, and the food is as pricey and excellent as you would expect. Get a drink in the hotel's bar beforehand--a soaring atrium that manages to outdo even McNally's renowned obsession with decor.",
               "lat": 40.7114081,
               "long": -74.0068158},
           {
               "title":"Avant Garden",
               "image":"Avant Garden",
               "address":"Alphabet City",
               "attribution": "",
               "description": "Vegan restaurant in the East Village that will manage to please all but the most bloodthirsty carnivores in your crew!",
               "lat": 40.726112,
               "long": -73.983963},
           {
               "title":"B&H Dairy",
               "image":"B&H Dairy",
               "address":"East Village",
               "attribution": "",
               "description": "B&H is a kosher dairy restaurant that serves challah bread alongside every platter of eggs and bowl of soul-warming soup. Friendly service and old New York vibes resist the onward march of gentrification.",
               "lat": 40.7283726,
               "long": -73.9880339},
           {
               "title":"Bakeri",
               "image":"Bakeri",
               "address":"Williamsburg",
               "attribution": "Jennifer Jameson",
               "description": "As wave after wave of roasters descend on Williamsburg, long-standing Bakeri remains a favorite among a certain older-school-cool set, boasting a backdoor patio, housemade pies and squares, and an Uggs-free ambiance.",
               "lat": 40.7200227,
               "long": -73.9601227},
           {
               "title":"Balaboosta",
               "image":"Balaboosta",
               "address":"West Village",
               "attribution": "",
               "description": "Newly transplanted to the West Village, Einat Admony's Israeli restaurant draws diverse inspiration from across the Middle East. Don't miss the fried olives!",
               "lat": 40.7376733,
               "long": -74.0058893},
           {
               "title":"Balthazar",
               "image":"Balthazar",
               "address":"Soho",
               "attribution": "Vilseskogen",
               "description": "Keith McNally's New York-French institution for breakfast, lunch, and dinner. Tourists love it, but New Yorkers love it more.",
               "lat": 40.7226041,
               "long": -73.9982235},
           {
               "title":"Bamonte's",
               "image":"Bamontes",
               "address":"Williamsburg",
               "attribution": "Gonzalo",
               "description": "A red sauce restaurant from another era, patronized by three-generation-families and wide-eyed nouveau-Brooklynites who have come to appreciate its pillowy meatballs and mafioso chic. The waitstaff spans generations too, and will make sure your glass of red wine if filled to the brim.",
               "lat": 40.716569,
               "long": -73.9511733},
           {
               "title":"Bar Primi",
               "image":"Bar Primi",
               "address":"East Village",
               "attribution": "",
               "description": "Andrew Carmelini's pasta-centric restaurant in a handsome two-story space on the Bowery. Simple is sublime: pair the linguine with cloves of garlic and breadcrumbs with a well-stirred negroni.",
               "lat": 40.7256715,
               "long": -73.9917516},
           {
               "title":"Barney Greengrass",
               "image":"Barney Greengrass",
               "address":"Upper West Side",
               "attribution": "Min Lee",
               "description": "Located in a notoriously difficult area for good food, this appetizing shop is one of the best spots on the Upper West Side. Known for the spoked fish and deli counter, but a side of scrambled eggs is a great addition to your bagel and lox. Bring the kids.",
               "lat": 40.7879674,
               "long": -73.9745726},
           {
               "title":"Baz Bagel",
               "image":"Baz Bagel",
               "address":"Little Italy",
               "attribution": "Foodie Buddha",
               "description": "Though the trendy bagel shop is the new black, Baz Bagel is one of the best at it. With a downtown cool vibe and delicious schmears, Baz will satisfy even the most puritan of bagel connoisseurs.",
               "lat": 40.7192992,
               "long": -73.9977613},
           {
               "title":"Black Seed",
               "image":"Black Seed",
               "address":"Nolita",
               "attribution": "Wally Gobetz",
               "description": "Named for their Montreal-style bagels, Black Seed is known for its creative and unexpected menu choices but you will be equally satisfied with their classic options too.",
               "lat": 40.7209046,
               "long": -73.9946778},
           {
               "title":"Breads Bakery",
               "image":"Breads Bakery",
               "address":"Union Square",
               "attribution": "bionicgrrrl",
               "description": "Fair warning, you will walk out with more than you intended because the temptations at Breads are irresistible. There's a Jewish bakery and a café menu with sandwiches. The babka is unmissable.",
               "lat": 40.7366013,
               "long": -73.9939838},
           {
               "title":"Cafe Cluny",
               "image":"Cafe Cluny",
               "address":"West Village",
               "attribution": "",
               "description": "While the French food at Cluny is consistently good, it excels at providing a homey and intimate environment to enjoy with friends and family.",
               "lat": 40.7374114,
               "long": -74.0039633},
           {
               "title":"Cafe Habana",
               "image":"Cafe Habana",
               "address":"Nolita",
               "attribution": "tzutzu",
               "description": "Nolita mainstay known for their grilled corn. The Cuban restaurant has a fun atmosphere to dine with friends or a to-go next door if you’re looking for something quick.",
               "lat": 40.722933,
               "long": -73.994193},
           {
               "title":"Cafe Mogador",
               "image":"Cafe Mogador",
               "address":"East Village",
               "attribution": "Jason Lam",
               "description": "Recommended for their breakfast and brunch, Mogador is a longstanding and beloved Moroccan restaurant with an outdoor patio for the summer months.",
               "lat": 40.7273325,
               "long": -73.9844233},
           {
               "title":"Carbone",
               "image":"Carbone",
               "address":"Greenwich Village",
               "attribution": "",
               "description": "Carbone became an instant classic. Mario Carbone, Rich Torrisi and Jeff Zalaznick's Italian-American restaurant transports to a 1960s red sauce spot that’s known for providing an entertaining experience from a dessert cart to the room.",
               "lat": 40.7279895,
               "long": -74.0002182},
           {
               "title":"Casa Enrique",
               "image":"Casa Enrique",
               "address":"Long Island City",
               "attribution": "",
               "description": "Minimalist designed LIC Mexican restaurant that’s part of the fabric of the area. The sauces that accompany the Mexican classics are what set the food apart.",
               "lat": 40.7434123,
               "long": -73.9542376},
           {
               "title":"Celestine",
               "image":"Celestine",
               "address":"Dumbo",
               "attribution": "",
               "description": "Mediterranean cuisine designed for sharing. Their refined takes on classics are excellent but the views and outdoor seating are what give this place an edge.",
               "lat": 40.7046617,
                "long":-73.9879695 },
           {
            "title":"Chez Ma Tante",
            "image":"Chez Ma Tante",
            "address":"Greenpoint",
            "attribution": "",
            "description": "Greenpoint neighborhood restaurant with American comfort food. The pancakes for brunch are unmissable -- they're crispy on the outside and fluffy in the middle!",
            "lat":40.7268985 ,
            "long": -73.9573881},
           {
            "title":"Chumley's",
            "image":"Chumleys",
            "address":"West Village",
            "attribution": "",
            "description": "An updated version of the original speakeasy on a quiet street in the West Village. The American menu includes classic dishes like burgers with marrow to be enjoyed with your cocktail in a dark wood old-school room.",
            "lat": 40.732095,
            "long": -74.005059},
           {
            "title":"Claro",
            "image":"Claro",
            "address":"Gowanus",
            "attribution": "",
            "description": "Oaxacan restaurant in Gowanus known for their mezcal selection. The large patio is ideal to sit outside on a warm evening with friends.",
            "lat": 40.6774157,
            "long": -73.9862268},
           {
            "title":"Colonie",
            "image":"Colonie",
            "address":"Brooklyn Heights",
            "attribution": "",
            "description": "Brooklyn Heights American restaurant popular with locals for brunch. If you come for dinner be sure to get the gnudi!",
            "lat": 40.6908464,
            "long": -73.9958422},
           {
               "title":"Cosme",
               "image":"Cosme",
               "address":"Flatiron",
               "attribution": "Lou Stejskal",
               "description": "A sleek, contemporary space serving refined Mexican dishes that are ideal to share. The large space benefits from the addition of greenery.",
               "lat": 40.7395952,
           "long":-73.9883564 },
           {
               "title":"Covina",
               "image":"Covina",
               "address":"NoMad",
               "attribution": "",
               "description": "Covina fits many needs: after-work cocktails, Mediterranean-American lunch and dinner, or a coffee spot. The large space and excellent service caters to what you need it to be.",
               "lat": 40.7423507,
           "long": -73.9833905},
           {
               "title":"Daily Provisions",
               "image":"Daily Provisions",
               "address":"Gramercy",
               "attribution": "",
               "description": "Danny Meyer's bakery and coffee shop. The menu includes sandwiches and pastries that are a happy start to your day!",
               "lat": 40.737491,
           "long": -73.987596},
           {
               "title":"Diner",
               "image":"Diner",
               "address":"Williamsburg",
               "attribution": "Bex Walton",
               "description": "Popular Williamsburg destination serving elevated American comfort food. The space is designed to mimic a traditional 1950's diner and as one of the first great restaurants in Williamsburg, it still attracts a loyal following.",
               "lat": 40.7106886,
           "long": -73.9655691},
           {
               "title":"Divya's Kitchen",
               "image":"Divya's Kitchen",
               "address":"East Village",
               "attribution": "",
               "description": "Ayurvedic vegetarian restaurant where every dish and (non-alcoholic) beverage feels special, Divya's is surprisingly under-the-radar. You'll feel good after eating here.",
               "lat": 40.7237699,
           "long": -73.9884906},
           {
               "title":"Estela",
               "image":"Estela",
               "address":"NoHo",
               "attribution": "Krista",
               "description": "Small, upscale Mediterranean restaurant located above street level. The bar is a nice spot for a late night drink and small plates to share.",
               "lat": 40.7246413,
           "long": -73.994739},
           {
               "title":"Fairfax",
               "image":"Fairfax",
               "address":"West Village",
               "attribution": "",
               "description": "Welcoming all-day café with small plates and plenty of communal seating to take your laptop. In the evening it becomes a wine bar.",
               "lat":40.7343351 ,
           "long":-74.0032164 },
           {
               "title":"Fausto",
               "image":"Fausto",
               "address":"Park Slope",
               "attribution": "",
               "description": "From the people behind one of our favorite restaurants, L'Artusi. Fausto's Italian menu features excellent pastas to complement their wine list in an inviting room.",
               "lat": 40.6759991,
           "long": -73.9719072},
           {
               "title":"Five Leaves",
               "image":"Five Leaves",
               "address":"Greenpoint",
               "attribution": "Serena Es",
               "description": "Beloved all-day cafe that's equally good for breakfast as it is a nightcap. It is a nice place to come to when you're dining on your own too.",
               "lat": 40.7237217,
           "long": -73.951628},
           {
               "title":"Frenchette",
               "image":"Frenchette",
               "address":"Tribeca",
               "attribution": "Innovative French-style bistro in Tribeca. The comfort food is served in a classic but refined environment. ",
               "description": "",
               "lat": 40.719607,
           "long": -74.0056337},
           {
               "title":"Fu Run",
               "image":"Fu Run",
               "address":"Flushing",
               "attribution": "stu_spivack",
               "description": "One of our favorite Chinese restaurants in Flushing. A popular choice is the Muslim lamb chop.",
               "lat":40.7586791 ,
           "long":-73.8315796 },
           {
               "title":"Gramercy Tavern",
               "image":"Gramercy Tavern",
               "address":"Gramercy",
               "attribution": "Dan Dickinson",
               "description": "Danny Meyer's classic seasonal American restaurant is divided into two sections: the more casual Tavern and the Dining Room for special occasion dinners.",
               "lat": 40.7384555,
           "long":-73.9885064 },
           {
               "title":"Hangawi",
               "image":"Hangawi",
               "address":"Midtown East",
               "attribution": "Jeffrey Zeldman",
               "description": "Healthy Korean restaurant with a restorative menu. The calming space lets you leave your worries (and shoes) at the door and enjoy a quiet meal.",
               "lat": 40.7466013,
           "long":-73.9847617 },
           {
               "title":"Hearth",
               "image":"Hearth",
               "address":"East Village",
               "attribution": "",
               "description": "Tuscan American restaurant that wouldn't be out of place in the West Village. Hearth's brunch is seriously underrated so you can usually get a table.",
               "lat":40.730003 ,
           "long": -73.983222},
           {
               "title":"High Street on Hudson",
               "image":"High Street On Hudson",
               "address":"West Village",
               "attribution": "",
               "description": "Contemporary American all day restaurant/cafe with a light-filled space and outdoor seating for when the weather is warm.",
               "lat":40.7389011 ,
           "long":-74.0056796 },
           {
               "title":"I Sodi",
               "image":"I Sodi",
               "address":"West Village",
               "attribution": "",
               "description": "Long-time neighborhood Italian restaurant set in one of our favorite dining-rooms in New York. The olive oil is directly from Rita Sodi's farm in Tuscany. Get the lasagna!",
               "lat": 40.7334337,
           "long": -74.0049958},
           {
               "title":"Il Buco Alimentari",
               "image":"Il Buco",
               "address":"NoHo",
               "attribution": "",
               "description": "Italian restaurant favorited for their housemade breads and warm environment. A good choice for family dinners.",
               "lat": 40.726587,
           "long": -73.9924731},
           {
               "title":"Il Gattopardo",
               "image":"Il Gattopardo",
               "address":"Midtown West",
               "attribution": "",
               "description": "Southern Italian restaurant located in a beautiful townhouse in Midtwon. The refined environment is nice for a special occasion dinner.",
               "lat":40.7616956 ,
           "long": -73.9763981},
           {
               "title":"il laboratorio del gelato",
               "image":"il laboratorio",
               "address":"Lower East Side",
               "attribution": "Transparent Reality",
               "description": "The extensive selection of delicate flavors make this our favorite gelato shop in New York City. ",
               "lat": 40.7222387,
           "long":-73.9870811},
           {
               "title":"Indian Accent",
               "image":"Indian Accent",
               "address":"Midtown West",
               "attribution": "Lou Stejskal",
               "description": "An Indian restaurant with a prix fixe menu in Le Parker Meridien. Perfect for a special occasion meal.",
               "lat":40.764284 ,
           "long": -73.9788504},
           {
               "title":"Jajaja",
               "image":"Jajaja",
               "address":"Lower East Side",
               "attribution": "",
               "description": "Vegan Mexican restaurant in a cheery space in the Lower East Side. Come to this crowd pleaser with a group.",
               "lat":40.7142229 ,
           "long": -73.9903906},
           {
               "title":"JeJu Noodle Bar",
               "image":"Jeju",
               "address":"West Village",
               "attribution": "",
               "description": "Korean ramen dishes in a quiet area of the West Village. Most tables are held for walk-ins.",
               "lat": 40.733,
           "long": -74.0073502},
           {
               "title":"John Dory Oyster Bar",
               "image":"John Dory Oyster Bar",
               "address":"NoMad",
               "attribution": "Wally Gobetz",
               "description": "Raw bar located inside the Ace Hotel with a beautiful environment and tasty cocktails.",
               "lat": 40.7458198,
           "long": -73.988434},
           {
               "title":"JoJo",
               "image":"JoJo",
               "address":"Upper East Side",
               "attribution": "",
               "description": "The recently renovated JoJo is located in a townhouse on the Upper East Side. The atmosphere is homey while the food is seasonal and refined. ",
               "lat": 40.7650865,
           "long":-73.9657054 },
           {
               "title":"Joseph Leonard",
               "image":"Joseph Leonard",
               "address":"West Village",
               "attribution": "",
               "description": "Small, bi-level restaurant with modern American food. The room is charming and it's open from breakfast until late in the evening.",
               "lat": 40.7335706,
           "long": -74.0016914},
           {
               "title":"L’Artusi",
               "image":"Lartusi",
               "address":"West Village",
               "attribution": "",
               "description": "Long-time favorite Italian restaurant in the West Village that feels like dining in someone's home. The consistency is impressive at this restaurant and it is one of our top picks of the city. Some must-try items on the menu are the butter lettuce salad and the olive oil cake.",
               "lat":40.7338474 ,
           "long": -74.0051418},
           {
               "title":"La Grenouille",
               "image":"La Grenouille",
               "address":"Midtown East",
               "attribution": "",
               "description": "Upscale French restaurant in midtown. Popular choice for a special occasion dinner in a classic looking space. Jackets required. ",
               "lat":40.759659 ,
           "long": -73.975597},
           {
               "title":"La Mercerie",
               "image":"La Mercerie",
               "address":"Soho",
               "attribution": "",
               "description": "Elevated all-day cafe serving a French menu. If you come for breakfast be sure to get the oeuf cocotte!",
               "lat": 40.7201669,
           "long": -74.0021637},
           {
               "title":"La Vara",
               "image":"La Vara",
               "address":"Cobble Hill",
               "attribution": "Garrett Ziegler",
               "description": "Cozy neighborhood Spanish restaurant serving refreshed versions of tapas. Ask the staff to help you order — their suggestions are very helpful. ",
               "lat": 40.6878015,
           "long": -73.9957536},
           {
               "title":"Lafayette ",
               "image":"Lafayette.jpg",
               "address":"NoHo",
               "attribution": "",
               "description": "Andrew Carmellini's spacious French bistro and bakery. Come with a group of friends for brunch.",
               "lat": 40.7275934,
           "long": -73.9937017},
           {
               "title":"Le Coucou",
               "image":"Le Coucou",
               "address":"Soho",
               "attribution": "Lou Stejskal",
               "description": "Refined French spot connected to 11 Howard, but it doesn’t feel like a hotel restaurant. The space is large and unlike any others in New York. Definitely a place to bring someone you want to impress!",
               "lat": 40.719139,
           "long": -74.00025},
           {
               "title":"Little Owl",
               "image":"Little Owl",
               "address":"West Village",
               "attribution": "",
               "description": "Classic West Village option for a date night, Little Owl brings the romance. This Mediterranean spot is a local’s favorite. ",
               "lat": 40.732398,
           "long": -74.005318},
           {
               "title":"Little Park",
               "image":"Little Park",
               "address":"Tribeca",
               "attribution": "",
               "description": "Little Park focuses on seasonal vegetables and the space itself is beautiful. Set in the Smyth Hotel, this restaurant is a refined option in the Tribeca area.",
               "lat": 40.7152366,
           "long": -74.0091553},
           {
               "title":"Llama Inn",
               "image":"Llama Inn",
               "address":"Williamsburg",
               "attribution": "Lou Stejskal",
               "description": "Peruvian restaurant in Brooklyn set in a large, light-filled space. The dishes are sharable and they have a popular brunch menu too. ",
               "lat": 40.716629,
           "long": -73.950426},
           {
               "title":"Locanda Verde",
               "image":"Locanda Verde",
               "address":"Tribeca",
               "attribution": "bionicgrrrl",
               "description": "Large Tribeca restaurant from chef Andrew Carmellini, the menu is naturally seasonal and contemporary Italian.",
               "lat": 40.7198964,
           "long": -74.0100249},
           {
               "title":"Loring Place",
               "image":"Loring Place",
               "address":"Greenwich Village",
               "attribution": "",
               "description": "Vegetable-centric and seasonal place in the West Village. The bright spacious room and delicious menu make it a great choice to take someone you want to impress.",
               "lat": 40.7329277,
           "long":-73.9975837 },
           {
               "title":"Lusardi's",
               "image":"Lusardi's",
               "address":"Upper East Side",
               "attribution": "",
               "description": "Classic Italian restaurant on the Upper East Side with a welcoming environment. The kind of place that has tables with multiple generations enjoying a meal together.",
               "lat": 40.7724018,
           "long": -73.9554555},
           {
               "title":"M. Wells Dinette",
               "image":"M Wells Dinette",
               "address":"Long Island City",
               "attribution": "Nick Normal",
               "description": "MoMA PS1's restaurant. The food menu rotates to include seasonal selections of Canadian-American inspired food. The room cleverly pays homage to the school building that it used to be.",
               "lat": 40.7455945,
           "long": -73.9470955},
           {
               "title":"Malai Marke",
               "image":"Malai Marke",
               "address":"East Village",
               "attribution": "",
               "description": "Located in a strip of the East Village that features many other Indian restaurants, this casual restaurant stands out.",
               "lat": 40.72686,
           "long": -73.987647},
           {
               "title":"Marea",
               "image":"Marea",
               "address":"Midtown West",
               "attribution": "bionicgrrrl",
               "description": "Michael White's Italian restaurant with excellent pastas and seafood. The location makes it a lovely place to have a long lunch in comfortable leather chairs. A great pick for a special occasion.",
               "lat": 40.7674484,
           "long": -73.9811332},
           {
               "title":"Marlow & Sons",
               "image":"Marlow and Sons",
               "address":"Williamsburg",
               "attribution": "Broadbandito",
               "description": "Casual but elegant environment from the same team as Diner, offering seasonal New American cuisine. It's a nice place for many occasions including date night or a lunch meeting.",
               "lat": 40.7106671,
           "long":-73.965696 },
           {
               "title":"Meadowsweet",
               "image":"Meadowsweet",
               "address":"Williamsburg",
               "attribution": "Google",
               "description": "Mediterranean-American restaurant with an indoor herb garden. For a special occasion there's a tasting menu or come for brunch for something more casual.",
               "lat": 40.7103995,
           "long": -73.9632384},
           {
               "title":"Minetta Tavern",
               "image":"Minetta Tavern",
               "address":"Greenwich Village",
               "attribution": "Wally Gobetz",
               "description": "American-style bistro serving some of the best steak and burgers in the city. The space pays homage to its history and it's pleasant to sit at the bar if you are coming without a res.",
               "lat": 40.7299881,
           "long": -74.0007016},
           {
               "title":"Miss Lily’s",
               "image":"Miss Lilys",
               "address":"Greenwich Village",
               "attribution": "Barney Bishop",
               "description": "Miss Lily's is as much about the atmosphere as it is the food. The Caribbean menu is excellent -- definitely get the corn -- but the fun vibe and room are what make this place such a good time.",
               "lat": 40.7279153,
           "long": -74.0013434},
           {
               "title":"Mission Chinese",
               "image":"Mission Chinese",
               "address":"Lower East Side",
               "attribution": "Wally Gobetz",
               "description": "One of the best Chinese restaurants without leaving Manhattan, Mission Chinese serves sichuan food in a space designed for large groups.",
               "lat": 40.7139083,
           "long": -73.9896887},
           {
               "title":"Momofuku Ssam Bar",
               "image":"Momofuku Ssam Bar",
               "address":"East Village",
               "attribution": "City Foodsters",
               "description": "David Chang's Ssam Bar is an East Village institution known for innovative big-animal preparations. Ideal to take your foodie friend.",
               "lat": 40.7317071,
           "long": -73.9858725},
           {
               "title":"Morandi",
               "image":"Morandi",
               "address":"West Village",
               "attribution": "",
               "description": "Keith McNally's huge Roman trattoria in the West Village. The interior is cozy and in the warmer months there's a large outdoor area.",
               "lat": 40.735317,
           "long": -74.0014282},
           {
               "title":"Murray's Bagels",
               "image":"Murrays Bagels",
               "address":"Greenwich Village",
               "attribution": "Brian Holsclaw",
               "description": "Some of the fluffiest New York-style bagels you'll find. They are best untoasted (which used to be non-negotiable) and enjoyed with your favorite schmear or as a breakfast sandwich.",
               "lat": 40.7363873,
           "long": -73.9972943},
           {
               "title":"Narcissa",
               "image":"Narcissa",
               "address":"NoHo",
               "attribution": "T.Tseng",
               "description": "The Standard East Village's restaurant with a lovely outdoor seating area -- try their famous carrot wellington whether your vegetarian or not.",
               "lat": 40.727842,
           "long": -73.990739},
           {
               "title":"Nix",
               "image":"Nix",
               "address":"Greenwich Village",
               "attribution": "",
               "description": "Sophisticated vegetarian restaurant in a minimalist environment. Order your dishes to share.",
               "lat": 40.7332505,
           "long": -73.993674},
           {
               "title":"Nobu",
               "image":"Nobu",
               "address":"Financial District",
               "attribution": "Cameron Yee",
               "description": "Nobu is one of the few restaurants of its kind: a global, celebrity 'hotspot' that isn't overrated. The crowd is often an interesting mix but the food is truly excellent.",
               "lat": 40.71091,
           "long": -74.009845},
           {
               "title":"Nom Wah Tea Parlor",
               "image":"Nom Wah Tea Parlor",
               "address":"China Town",
               "attribution": "PrettyKateMachine",
               "description": "Located on one of the most interesting streets in New York, Nom Wah is in a no-frills (in the most charming way) Chinese restaurant known for their dumplings.",
               "lat": 40.7144447,
           "long": -73.998254},
           {
               "title":"NoMad",
               "image":"NoMad",
               "address":"NoMad",
               "attribution": "Lauren Craig",
               "description": "The dining room inside the NoMad Hotel serves a modern French menu in a beautiful atrium. This is also a lovely place to come for a breakfast meeting.",
               "lat": 40.7449631,
           "long": -73.9885493},
           {
               "title":"Nur",
               "image":"Nur",
               "address":"Flatiron",
               "attribution": "",
               "description": "Israeli restaurant with a tasting-menu for brunch. One of our top picks for a meal on a special occasion.",
               "lat": 40.7385478,
           "long": -73.9888053},
           {
               "title":"Olmsted",
               "image":"Olmsted",
               "address":"Prospect Heights",
               "attribution": "Wally Gobetz",
               "description": "Olmsted effortlessly balances casual neighborhood vibes with fine dining elements. Come early to have a drink in the herb garden outside before your dinner then finish your evening with 's'mores in the garden.",
               "lat": 40.677064,
           "long": -73.9687578},
           {
               "title":"Parm",
               "image":"Parm",
               "address":"Nolita",
               "attribution": "Yelp Inc.",
               "description": "Casual Italian-American chain known for their parm variations (chicken, meatball, eggplant), but the vegetable side dishes are excellent too.",
               "lat": 40.723027,
           "long": -73.9956459},
           {
               "title":"Pasquale Jones",
               "image":"Pasquale Jones",
               "address":"Nolita",
               "attribution": "Dan Dickinson",
               "description": "Pizza and pasta restaurant set in a beautiful and retro-inspired dining room with comfortable seating from the Charlie Bird team. ",
               "lat": 40.7210784,
           "long": -73.9967554},
           {
               "title":"Paulie Gee's Slice Shop",
               "image":"Paulie Gees Slice Shop",
               "address":"Greenpoint",
               "attribution": "",
               "description": "Classic New York-style slices from Paulie Gee's. This take-out spot has a large selection of vegan options too.",
               "lat": 40.7283642,
           "long": -73.957175},
           {
               "title":"Perry St",
               "image":"Perry St",
               "address":"West Village",
               "attribution": "Kok Chih & Sarah Gan",
               "description": "An excellent choice for daytime dining because the restaurant is located on the Hudson River, which you will have a view of from most tables. The huge glass windows transport you outside of the city.",
               "lat": 40.7344162,
           "long": -74.0096694},
           {
               "title":"Plaza Hotel Food Hall",
               "image":"Plaza Hotel Food Hall",
               "address":"Midtown West",
               "attribution": "Thomas Hawk",
               "description": "Food hall with a selection of eateries that will satisfy almost all people. It can be challenging to find somewhere to get something on the go in this area so it is a good spot to take note of for future.",
               "lat": 40.7642218,
           "long": -73.9745605},
           {
               "title":"Polo Bar",
               "image":"Polo Bar",
               "address":"Midtown East",
               "attribution": "",
               "description": "Ralph Lauren's beautiful-looking restaurant serving an American menu. Of course the room is designed with plaids and equestrian touches.",
               "lat": 40.7617271,
           "long": -73.9743529},
           {
               "title":"Prune",
               "image":"Prune",
               "address":"East Village",
               "attribution": "spektrograf",
               "description": "Local favorite that most people know for brunch but the New American menu is equally as good for dinner.",
               "lat": 40.723918,
           "long": -73.989366},
           {
               "title":"Reynard",
               "image":"Reynard",
               "address":"Williamsburg",
               "attribution": "Inhabitat",
               "description": "Located in the Wythe Hotel, Reynard is a New American restaurant. The space is beautiful with high ceilings and is a nice place for a dinner with your family.",
               "lat": 40.7220243,
           "long": -73.9580705},
           {
               "title":"Roberta's",
               "image":"Roberta's",
               "address":"Bushwick",
               "attribution": "Inhabitat",
               "description": "Neapolitan-style pizza place in Bushwick with an outdoor area and cocktails. Can be hard to get a table.",
               "lat": 40.7050766,
           "long": -73.9335923},
           
           {
               "title":"Roman’s",
               "image":"Romans",
               "address":"Fort Greene",
               "attribution": "",
               "description": "Italian charmer from Andrew Tarlow with a locally-sourced menu that changes daily. The seats at the bar are some of the nicest places to sit.",
               "lat": 40.6895872,
           "long": -73.9695246 },
           {
               "title":"Rubirosa",
               "image":"Rubirosa",
               "address":"Nolita",
               "attribution": "Wally Gobetz",
               "description": "A standout among the older red-sauce restaurants of Little Italy. The cozy dining areas are perfect on a cold night and warming up with pizza and good company.",
               "lat": 40.722753,
           "long": -73.996233},
           {
               "title":"Rucola",
               "image":"Rucola",
               "address":"Boerum Hill",
               "attribution": "",
               "description": "Northern Italian restaurant on a picturesque corner of Boerum Hill. The atmosphere is what makes this place so special with a rustic interior and outdoor seating.",
               "lat": 40.6856135,
           "long": -73.9946125},
           {
               "title":"Russ & Daughter's Cafe",
               "image":"Russ and Daughters Cafe",
               "address":"Lower East Side",
               "attribution": "",
               "description": "Offshoot of the famous appetizing shop appealing to the brunch hordes. The menu includes all the Jewish comfort food that you dream about.",
               "lat": 40.7196441,
           "long": -73.9895879},
           {
               "title":"Sadelle's",
               "image":"Sadelles",
               "address":"Soho",
               "attribution": "Mark Manguerra",
               "description": "Paying homage to the appetizing shops, with some luxury twists from the Major Food Group, the bi-level space is a cheery environment to enjoy your bagels and superlative smoked fish. ",
               "lat": 40.7262999,
           "long": -74.0002541 },
           {
               "title":"Sant Ambroeus",
               "image":"Sant Ambroeus",
               "address":"West Village",
               "attribution": "",
               "description": "Set on a picturesque corner of the West Village, Sant Ambroeus is a neighborhood favorite. While the Italian food is good (with top-dollar prices too match) it's more about the atmosphere at this location of the local chain.",
               "lat": 40.7354258,
           "long": -74.003141},
           {
               "title":"Santina",
               "image":"Santina",
               "address":"Meatpacking",
               "attribution": "Lou Stejskal",
               "description": "One of your best options in the Meatpacking District, the Coastal Italian restaurant features spectacular mermaid décor and a lovely outdoor seating area.",
               "lat": 40.7396079,
           "long": -74.008443},
           {
               "title":"Sauvage",
               "image":"Sauvage",
               "address":"Greenpoint",
               "attribution": "J. Annie Wang",
               "description": "French American restaurant in Greenpoint serving inventive cocktails to go with your brunch or dinner. The space features some art nouveau touches and has a fair amount of outdoor seating.",
               "lat": 40.7235412,
           "long": -73.9518784},
           {
               "title":"Sfoglia",
               "image":"Sfoglia",
               "address":"Upper East Side",
               "attribution": "Lion",
               "description": "Italian restaurant with a family-friendly atmosphere and traditional menu. A perfect place for dinner with the family.",
               "lat": 40.7835265,
           "long": -73.9528369},
           {
               "title":"Shalom Japan",
               "image":"Shalom Japan",
               "address":"Williamsburg",
               "attribution": "",
               "description": "With an unpredictable fusion of Japanese and Jewish cuisine, Shalom Japan creates plates you have never tried before. A perfect option to take someone you want to impress.",
               "lat": 40.709157,
           "long": -73.955794},
           {
               "title":"Shopsin's",
               "image":"Shopsins",
               "address":"Lower East Side",
               "attribution": "Veronica",
               "description": "Shopsin's is so iconic that it has its own documentary. The Lord of the Rings trilogy of menus will leave you planning your next trip to try other options. If you're willing to follow the rules -- and you should be -- you're in for a treat.",
               "lat": 40.7188851,
           "long": -73.9877839},
           {
               "title":"Superiority Burger",
               "image":"Superiority Burger",
               "address":"Alphabet City",
               "attribution": "",
               "description": "Despite having one of the best veggie burgers in New York, this place is just as notable for its inventive sides menu, which changes daily.",
               "lat": 40.7274169,
           "long": -73.9835134},
           {
               "title":"Taboonette",
               "image":"Taboonette",
               "address":"Greenwich Village",
               "attribution": "Garrett Ziegler",
               "description": "Fast-casual Israeli restaurant. Most of their menu can be served in one of their fluffy pitas, which we highly recommend.",
               "lat": 40.7346073,
           "long": -73.9928231},
           {
               "title":"Tartine",
               "image":"Tartine",
               "address":"West Village",
               "attribution": "",
               "description": "Charming French restaurant in the West Village with a BYOB policy and outdoor seating. The comforting menu is best enjoyed during the day time.",
               "lat": 40.7362939,
           "long": -74.0034482},
           {
               "title":"Taverna Kyclades",
               "image":"Taverna Kyclades",
               "address":"Astoria",
               "attribution": "Sun Brockie",
               "description": "Authentic Greek restaurant known for its seafood dishes. There's an East Village outpost location too!",
               "lat": 40.7752455,
           "long": -73.9092113},
           {
               "title":"The Bombay Bread Bar",
               "image":"The Bombay Bread Bar",
               "address":"Soho",
               "attribution": "",
               "description": "A share-plate Indian restaurant with a cocktail menu should be enough reason to bring friends, but the room is also designed by long-time Wes Anderson set decorator, Kris Moran.",
               "lat":40.7252868 ,
           "long": -74.0032092},
           {
               "title":"The Breslin",
               "image":"The Breslin",
               "address":"NoMad",
               "attribution": "Edsel Little",
               "description": "Modeled on a British gastropub, this meat-heavy restaurant is located inside the Ace Hotel. Breakfast is our favorite time to come.",
               "lat": 40.745568,
           "long": -73.988089 },
           {
               "title":"The Commodore",
               "image":"The Commodore",
               "address":"Williamsburg",
               "attribution": "",
               "description": "Southern bar and restaurant in Williamsburg that serves fried chicken and biscuits. This is a place to come with friends and linger over their cocktail menu.",
               "lat": 40.7139371,
           "long": -73.9558631},
           {
               "title":"The Dutch",
               "image":"The Dutch",
               "address":"Soho",
               "attribution": "",
               "description": "American restaurant in SoHo with two separate dining areas. The sophisticated atmosphere is perfect for a dinner with family -- get the eggplant dip to share!",
               "lat": 40.7265328,
           "long": -74.0021536},
           {
               "title":"The Finch",
               "image":"The Finch",
               "address":"Clinton Hill",
               "attribution": "",
               "description": "Located inside a brownstone in Clinton Hill serving seasonal American cuisine. Feels like dining in a friend's home.",
               "lat": 40.6868227,
           "long": -73.9628757},
           {
               "title":"The Library at the Public",
               "image":"The Library at the Public",
               "address":"NoHo",
               "attribution": "",
               "description": "Located on the mezzanine of the Public Theater. This cozy American restaurant will warm you up on a winter evening with its comfort food and cocktails.",
               "lat": 40.7290343,
           "long": -73.9918323},
           {
               "title":"The Loyal",
               "image":"The Loyal",
               "address":"West Village",
               "attribution": "",
               "description": "The chef from Nix and Narcissa tries out meat dishes in a cozy West Village room. The sophisticated décor makes for a good dinner with friends or date night spot.",
               "lat": 40.732159,
           "long": -74.0032951},
           {
               "title":"The Musket Room",
               "image":"The Musket Room",
               "address":"Nolita",
               "attribution": "kennejima",
               "description": "Beautiful space in Nolita overlooking the kitchen's garden. The New Zealand chef creates elegant and seasonable dishes that are best shared.",
               "lat": 40.7239263,
           "long": -73.9938218},
           {
               "title":"The Spotted Pig",
               "image":"The Spotted Pig",
               "address":"West Village",
               "attribution": "",
               "description": "Busy gastropub on a quiet corner of the West Village. Menu highlights include the burger and gnudi.",
               "lat": 40.7355908,
           "long": -74.0066615},
           {
               "title":"Tompkins Square Bagels",
               "image":"Tompkins Square Bagels",
               "address":"Alphabet City",
               "attribution": "",
               "description": "New York-style bagelry with an inventive and delicious array of schmears. The jalapeno cheddar will change your life!",
               "lat": 40.728228,
           "long": -73.982291},
           {
               "title":"Uncle Boons",
               "image":"Uncle Boons",
               "address":"Nolita",
               "attribution": "",
               "description": "Loved Thai restaurant with a cocktail menu in a cute environment. A good example of a restaurant that deserves all the love it garners.",
               "lat": 40.7213514,
           "long": -73.9943585},
           {
               "title":"Union Square Cafe",
               "image":"Union Square Cafe",
               "address":"Gramercy",
               "attribution": "",
               "description": "Danny Meyer's classic, Union Square Café, has recently changed locations but has lost none of the charm. The pasta dishes are musts!",
               "lat": 40.7377702,
           "long": -73.9878767},
           {
               "title":"Untitled at The Whitney",
               "image":"Untitled at The Whitney",
               "address":"Meatpacking",
               "attribution": "angela n.",
               "description": "Restaurant for The Whitney Museum where you can people watch through huge glass windows. Enjoy the seasonal American menu and after your visit.",
               "lat": 40.7395318,
           "long": -74.0085492},
           {
               "title":"Upland",
               "image":"Upland",
               "address":"Flatiron",
               "attribution": "",
               "description": "California-inspired menu in a large space in NoMad. The cocktails and seasonal dishes are best enjoyed with a group of friends.",
               "lat":40.7417865 ,
           "long": -73.98477 },
           {
               "title":"Veselka",
               "image":"Veselka",
               "address":"East Village",
               "attribution": "Kristen Hess",
               "description": "Ukrainian diner/restaurant open 24 hours. The comfort food on the large menu is consistent and perfect on a cold day.",
               "lat":40.7290155 ,
           "long": -73.9871139},
           {
               "title":"Via Carota",
               "image":"Via Carota",
               "address":"West Village",
               "attribution": "",
               "description": "Seasonal, Italian restaurant with sidewalk seating in the West Village. The food will be sure to impress anyone in your party.",
               "lat": 40.7331448,
           "long": -74.0036162},
           {
               "title":"Vinegar Hill House",
               "image":"Vinegar Hill House",
               "address":"Vinegar Hill",
               "attribution": "Garrett Ziegler",
               "description": "Charming restaurant located in a secluded part of Brooklyn. The best time to come is for brunch.",
               "lat":40.702755 ,
           "long": -73.9812884},
           {
               "title":"Virginia's",
               "image":"Virginias.jpg",
               "address":"Alphabet City",
               "attribution": "",
               "description": "Sophisticated addition to Alphabet City. The small room is a nice choice for a date and you can head to one of the cocktail bars in the area afterwards.",
               "lat": 40.7266747,
           "long": -73.9772465},
           {
               "title":"Waverly Inn",
               "image":"Waverly Inn",
               "address":"West Village",
               "attribution": "",
               "description": "Waverly Inn is no secret, but it stands the test of time and can be recommended on the basis of the 's'mores dessert alone!",
               "lat": 40.7369442,
           "long": -74.0022445},
           {
               "title":"Wildair",
               "image":"Wildair",
               "address":"Lower East Side",
               "attribution": "",
               "description": "Seasonal wine bar on the Lower East Side from the people behind Contra. The New American food is fresh and innovative.",
               "lat": 40.7200208,
           "long": -73.9891633},
           {
               "title":"ZZ's Clam Bar",
               "image":"ZZs Clam Bar",
               "address":"Greenwich Village",
               "attribution": "Google",
               "description": "Tiny restaurant in a beautiful space next door to Carbone. The cocktail menu complements the rawbar -- top special occasion restaurant!",
               "lat": 40.727688,
           "long": -74.000466},
           {
               "title":"Bernie's",
               "image":"Bernies",
               "address":"Greenpoint",
               "attribution": "",
               "description": "New old-timey restaurant in Greenpoint serving American comfort food.",
               "lat": 40.721925,
           "long": -73.950593},
           {
               "title":"Don Angie",
               "image":"Don Angie",
               "address":"West Village",
               "attribution": "",
               "description": "Italian-American restaurant in the West Village that serves elevated classics.",
               "lat": 40.7378037,
           "long": -74.0020939},
           {
               "title":"El Cortez",
               "image":"El Cortez",
               "address":"Bushwick",
               "attribution": "",
               "description": "Tex-Mex in a kitschy space in Bushwick. Fun place to come with a group of friends for dinner.",
               "lat": 40.707104,
           "long": -73.933081 },
           {
               "title":"Frankel's",
               "image":"Frankels",
               "address":"Greenpoint",
               "attribution": "*Bitch Cakes*",
               "description": "Greenpoint appetizing shop serving the classics and challah rolls for your breakfast sandwhich!",
               "lat": 40.7238892,
           "long": -73.9510048 },
           {
               "title":"The Usual",
               "image":"The Usual",
               "address":"Nolita",
               "attribution": "",
               "description": "Restaurant in Nolitan Hotel with dishes from around the world.",
               "lat": 40.7205766,
           "long": -73.9953302 },
           {
               "title":"Misi",
               "image":"Misi",
               "address":"Williamsburg",
               "attribution": "Google",
               "description": "Pasta-centric restaurant in Williamsburg from the team behind Lilia. The refined space is perfect for a special dinner.",
               "lat": 40.713414,
           "long": -73.9666249 }
           
        ]
}
