{
    "image":"Beautify",
  "list": [
            {
                "title":"Crystal Mall",
                "image":"Beautify3",
                "address":"rajkot",
                "attribution": "Test Attribution",
                "description": "CRYSTAL MALL HAS IT ALL. One of the most desirable retail settings in the entire Gujarat, Crystal Mall is the premier shopping Mall in Rajkot, Gujarat. Crystal Mall is a unique one- stop destination for shopping, dining, entertainment, , electronics & home appliances, home furnishing & furniture health and beauty. Its anchor tenants includleisuree Big Cinemas, Globus, Tata Croma, D-Mart, Wellocity Gym, House Full furniture, Accessories, Bellezza Unisex salon, City Food-The Foodcourt, Golfway Gamezone with all their first store in Rajkot.Strategically located in New Rajkot at the Main Kalawad Road, Crystal Mall is the new nerve centre of retail activities. Forming the region centre, Crystal Mall welcoming everyone to the next level of retail development. Easily accessible from Western/New Rajkot and Metoda GIDC as situated on Main Kalawad Road and a mere 2 minutes drive from Crossing of 150 ft Ring Road and Kalawad Road, it offers easy vehicular approach through a100 feet wide and most porsche Kalawad Road.Furthermore, Crystal Mall enjoying the unique advantage of being surrounded by the high income group and higher middle class population of New Rajkot.The Mall is comprised of magnificent interiors coupled with a large atrium enhancing the ambience. Marked by extensive landscaping and distinct entrances and exits, the identical C-shaped building has enclosed a large open piazza to infuse the complex with unparalleled ambience and energy.Crystal Mall has built on sprawling 2 acre area. The mall is having 4 floor and 2 level basements. Together they offering 1.5 lakh sq.ft of retail space.There are two level basements parking, which can easily accommodate about 400 cars and about 25 car slots on surface.",
                "lat": 22.2798,
                "long": 70.7632},
            {"title":"Apples", "image":"Beautify2", "address":"rajkot", "description": "An apple is a sweet, edible fruit produced by an apple tree (Malus pumila). Apple trees are cultivated worldwide as a fruit tree, and is the most widely grown species in the genus Malus. The tree originated in Central Asia, where its wild ancestor, Malus sieversii, is still found today. Apples have been grown for thousands of years in Asia and Europe, and were brought to North America by European colonists. Apples have religious and mythological significance in many cultures, including Norse, Greek and European Christian traditions.Apple trees are large if grown from seed. Generally apple cultivars are propagated by grafting onto rootstocks, which control the size of the resulting tree. There are more than 7,500 known cultivars of apples, resulting in a range of desired characteristics. Different cultivars are bred for various tastes and uses, including cooking, eating raw and cider production. Trees and fruit are prone to a number of fungal, bacterial and pest problems, which can be controlled by a number of organic and non-organic means. In 2010, the fruit's genome was sequenced as part of research on disease control and selective breeding in apple production.", "lat": 36.213703, "long": -90.956673},
           {"title":"Apples", "image":"Beautify3", "address":"rajkot",
               "attribution": "Test Attribution",
               "description": "The original wild ancestor of Malus pumila was Malus sieversii, found growing wild in the mountains of Central Asia in southern Kazakhstan, Kyrgyzstan, Tajikistan, and Xinjiang, China.[4][8] Cultivation of the species, most likely beginning on the forested flanks of the Tian Shan mountains, progressed over a long period of time and permitted secondary introgression of genes from other species into the open-pollinated seeds. Significant exchange with Malus sylvestris, the crabapple, resulted in current populations of apples being more related to crabapples than to the more morphologically similar progenitor Malus sieversii. In strains without recent admixture the contribution of the latter predominates", "lat": 40.741895, "long": -73.989308}
        ]
}
