{
    "image":"shop",
  "list": [
           {"title":"Crystal Mall", "image":"shop", "address":"rajkot", "description": "CRYSTAL MALL HAS IT ALL. One of the most desirable retail settings in the entire Gujarat, Crystal Mall is the premier shopping Mall in Rajkot, Gujarat. Crystal Mall is a unique one- stop destination for shopping, dining, entertainment, leisure, electronics & home appliances, home furnishing & furniture health and beauty. Its anchor tenants include Big Cinemas, Globus, Tata Croma, D-Mart, Wellocity Gym, House Full furniture, Accessories, Bellezza Unisex salon, City Food-The Foodcourt, Golfway Gamezone with all their first store in Rajkot.Strategically located in New Rajkot at the Main Kalawad Road, Crystal Mall is the new nerve centre of retail activities. Forming the region centre, Crystal Mall welcoming everyone to the next level of retail development. Easily accessible from Western/New Rajkot and Metoda GIDC as situated on Main Kalawad Road and a mere 2 minutes drive from Crossing of 150 ft Ring Road and Kalawad Road, it offers easy vehicular approach through a100 feet wide and most porsche Kalawad Road.Furthermore, Crystal Mall enjoying the unique advantage of being surrounded by the high income group and higher middle class population of New Rajkot.The Mall is comprised of magnificent interiors coupled with a large atrium enhancing the ambience. Marked by extensive landscaping and distinct entrances and exits, the identical C-shaped building has enclosed a large open piazza to infuse the complex with unparalleled ambience and energy.Crystal Mall has built on sprawling 2 acre area. The mall is having 4 floor and 2 level basements. Together they offering 1.5 lakh sq.ft of retail space.There are two level basements parking, which can easily accommodate about 400 cars and about 25 car slots on surface.", "lat": 22.2798, "long": 70.7632},
           {"title":"Iscon Mall", "image":"shop1", "address":"rajkot", "description": "JP ISCON Group, is today among Gujarat’s pre-eminent real estate developers, with a widespread corporate reputation founded on benchmark performance.ISCON is famous today for its diverse repertoire of architectural expertise, its inherent streak of innovation, time-conscious planning & execution of projects, and highly evolved skill in property management.Over the years, the Iscon Group has developed multiple projects of residential, corporate, commercial & retail space across Gujarat (Ahmedabad, Vadodara, Surat, Rajkot, Bhavnagar, Anand and Deesa) and Mumbai.", "lat": 23.0305, "long": 72.5075},
           {"title":"City Food - The Food Court Mall", "image":"shop2", "address":"rajkot", "description": "Palladium is the most wonderful mall in Tehran. It is located in Moqadase Ardebili St _ near alef Sq... It has lots of Stuffs in a very high quality and many different well known brands ... It's Supermarket is a fantastic place to buy so many fresh fruits and other products... Here are many delicious foods and desserts in special restaurants and Cafés ... It's electronic shopping center is amazing with so many different brands of cell-phones, I pads and so on... Here are also many nice and stunning colourful clothes which you like to buy all of them! Lol :) ... You see also various sort of furniture... And many other products which I recommend you to come and see... Although the prices are rather high, It worth it to come here and buy your requirements, due to It is luxury and has high quality Stuffs... All in all, why you go somewhere else? Palladium has it all.", "lat": 22.4707, "long": 70.0577}
        ]
}
